/* When an error while uploading attachment occurred. %@ is the error message description. */
"%@ The attachment has been converted to standard email attachment." = "%@ L’allegato è stato convertito in un allegato e-mail standard.";

/* title of composer when subject has not been entered */
"(No subject)" = "(Nessun oggetto)";

/* composer: tooltip */
"Add Attachment" = "Aggiungi allegato";

/* Action description for undo menu item
   tooltip for formatting bar */
"Add Link" = "Aggiungi collegamento";

/* menu item in contextual menu */
"Add Link\\U2026" = "Aggiungi collegamento…";

/* composer: error description/question, message has no subject */
"Are you sure you want to send it?" = "Inviare?";

/* warning for shortmail accounts */
"Attachments are not allowed" = "Gli allegati non sono consentiti";

/* Error message when attachment(s) cannot be added because it's too big: title of the dialog box. */
"Attachments too large" = "Allegati troppo grandi";

/* field name */
"Bcc" = "Ccn";

/* tooltip for formatting bar */
"Bold" = "Grassetto";

/* composer: list menu item: bullet */
"Bullet" = "Punto elenco";

/* Action description for undo menu item */
"Bullet Point List" = "Elenco puntato";

/* 'link to' dialog box: cancel button
   Cancel button */
"Cancel" = "Annulla";

/* field name */
"Cc" = "Cc";

/* tooltip for formatting bar */
"Center" = "Centra";

/* composer: error description/question, attachments upload is in progress, convert to standard attachment */
"Convert" = "Converti";

/* Action description for undo menu item */
"Decrease Indent Level" = "Riduci rientro";

/* composer: menu item: decrease quote */
"Decrease Quote Level" = "Riduci livello citazione";

/* needs to save: Discard button */
"Discard" = "Ignora";

/* composer: error description/question, attachments upload is in progress */
"Do you want to convert them to standard e-mail attachments?" = "Convertirli in allegati e-mail standard?";

/* needs to save. title of the dialog box */
"Do you want to save your email?" = "Registrare l'e-mail?";

/* 'link to' dialog box: done button
   composer: close search button */
"Done" = "Fine";

/* error description. */
"Drafts folder was not found and could not be created. This folder is required to get Sparrow to work properly." = "Impossibile trovare e creare la cartella Bozze. La cartella è necessaria per il corretto funzionamento di Sparrow.";

/* field name */
"From" = "Da";

/* subject of a forward of an empty message */
"Fw:" = "I:";

/* subject of the forward of a message, %@ is the original message subject */
"Fw: %@" = "I: %@";

/* composer: tooltip */
"Hide Cc/Bcc" = "Nascondi Cc/Ccn";

/* composer: menu item: increase quote */
"Increase Quote Level" = "Aumenta livello citazione";

/* tooltip for formatting bar */
"Indent-LocFormattingBar" = "Rientra";

/* Action description for undo menu item */
"Indent-LocUndo" = "Rientra";

/* Error details when the draft could not be loaded in the composer because an attachment needs to be fetched from the remote server. */
"It contains an attachment that needs to be retrieved from the server. Please connect to the Internet to be able to edit the draft." = "Contiene un allegato che deve essere recuperato dal server. Effettua la connessione a Internet per modificare la bozza.";

/* tooltip for formatting bar */
"Italic" = "Corsivo";

/* tooltip for formatting bar */
"Left Alignment" = "Allineamento a sinistra";

/* 'link to' dialog box: label */
"Link to:" = "Collega a:";

/* tooltip for formatting bar */
"List" = "Elenco";

/* Placeholder for the message body when loading of the message is still in progress */
"Loading\\U2026" = "Carico…";

/* Action description for undo menu item. */
"Make Plain Text" = "Converti in formato solo testo";

/* composer: title of the window */
"New Message" = "Nuovo messaggio";

/* composer: error title, when recipient is empty. */
"No recipient was specified for this message" = "Nessun destinatario specificato per il messaggio";

/* composer: list menu item: none */
"None" = "Nessuna";

/* Action description for undo menu item
   composer: list menu item: numbered */
"Numbered List" = "Elenco numerato";

/* error description. */
"Please activate all your folders in your Gmail settings (http://www.sparrowmailapp.com/faq-gmaillabels) for Sparrow to work properly." = "Per far sì che Sparrow funzioni correttamente, attiva tutte le cartelle nelle impostazioni Gmail (http://www.sparrowmailapp.com/faq-gmaillabels).";

/* composer: error description, when address is not valid. */
"Please check you typed it properly." = "Verificare di aver digitato correttamente.";

/* composer: error description, when recipient is empty. */
"Please enter at least one recipient." = "Inserire almeno un destinatario.";

/* subject of a reply to an empty message */
"Re:" = "Re:";

/* subject of the reply to a message, %@ is the original message subject */
"Re: %@" = "Re: %@";

/* Action description for undo menu item */
"Remove Bullet Point List" = "Rimuovi elenco puntato";

/* Action description for undo menu item */
"Remove Numbered List" = "Rimuovi elenco numerato";

/* tooltip for formatting bar */
"Right Alignment" = "Allineamento a destra";

/* composer: top bar button
   needs to save: Save button */
"Save" = "Registra";

/* composer: top bar button */
"Send" = "Invia";

/* composer: top bar button in case of reply and send and archive is enabled */
"Send and Archive" = "Invia e archivia";

/* composer: error description/question, message has no subject, send anyway button */
"Send anyway" = "Invia comunque";

/* Default signature for account. HTML format. %@ is the signature identifier */
"Sent with <a href=\"http://www.sparrowmailapp.com/?%@\">Sparrow</a>" = "Inviato con <a href=\"http://www.sparrowmailapp.com/?%@\">Sparrow</a>";

/* Default signature, text version. */
"Sent with Sparrow" = "Inviato con Sparrow";

/* composer: tooltip */
"Show Cc/Bcc" = "Mostra Cc/Ccn";

/* Action description for undo menu item when signature has been changed */
"Signature" = "Firma";

/* signature prefs */
"Signature for:" = "Firma per:";

/* dialog title: attachement could not be uploaded */
"Some attachments failed to be uploaded to the Cloud" = "Impossibile caricare alcuni allegati in Cloud";

/* error title. */
"Sparrow won't be able to send emails." = "Sparrow non potrà inviare e-mail.";

/* field name */
"Subject" = "Oggetto";

/* composer: tooltip, switch reply/reply all */
"Switch to Reply" = "Passa a Rispondi";

/* composer: tooltip, switch reply/reply all */
"Switch to Reply All" = "Passa a Rispondi a tutti";

/* tooltip for formatting bar */
"Text Color" = "Colore testo";

/* Error message when an attachment cannot be added because it's too big: description in dialog box. */
"The attachment could not be added because it's too large. The total size of the message cannot exceed 25 megabytes." = "Impossibile aggiungere l'allegato perché troppo grande. Le dimensioni totali del messaggio non possono superare 25 MB.";

/* Error message when the attachments (plural) cannot be added because it's too big: description in dialog box. */
"The attachments could not be added because they are too large. The total size of the message cannot exceed 25 megabytes." = "Impossibile aggiungere gli allegati perché troppo grandi. Le dimensioni totali del messaggio non possono superare 25 MB.";

/* Error message when the draft could not be loaded in the composer because an attachment needs to be fetched from the remote server. */
"The draft could not be loaded." = "Impossibile caricare la bozza.";

/* cloud attachment: in composed message, error placeholder when an upload error occurred */
"The file could not be uploaded" = "Impossibile allegare il documento";

/* composer: error title, when address is not valid. %@ is the invalid address. */
"The following address is not valid: \"%@\"" = "L'indirizzo seguente non è valido: \"%@\"";

/* when setting a link, error message when the URL is empty */
"The URL is empty" = "URL vuoto.";

/* when setting a link, error message when the typed URL is not valid */
"The URL is not valid" = "URL non valido.";

/* signature prefs */
"This is the main email of the account" = "Indirizzo e-mail principale dell’account";

/* composer: error title, message has no subject */
"This message has no subject" = "Il messaggio non contiene oggetto";

/* field name */
"To" = "A";

/* Action description for undo menu item */
"Typing" = "Inserimento";

/* tooltip for formatting bar */
"Underline" = "Sottolinea";

/* composer: error title, attachments upload is in progress */
"Upload of attachments to the cloud is in progress" = "Caricamento degli allegati in Cloud in corso";

/* signature prefs */
"Use custom signature for this alias" = "Usa firma personalizzata per questo alias";

/* warning for shortmail accounts */
"You cannot send emails with attachments from Shortmail." = "Impossibile inviare e-mail con allegati da Shortmail.";

/* needs to save. description in the dialog box. */
"Your draft will be discarded if you don't save it." = "La bozza verrà ignorata se non verrà registrata.";

/* Error message when the message could not be saved to remote draft: title of the dialog. */
"Your message has been saved locally." = "Messaggio registrato in locale.";

/* composer: error title, shortmail counter exceeded. %i is the maximum number of characters */
"Your message is over %i characters" = "Il messaggio contiene più di %i caratteri";

/* composer: error description/question, shortmail counter exceeded */
"Your message is too long. Try to be concise." = "Il messaggio è troppo lungo. Cerca di essere conciso.";

